fluidizedbedTest0/CFD/Allrun
blockMesh > blockMesh.log # writes file to blockmesh
snappyHexMesh -overwrite > snappyHexMesh.log   #i run snappyHexMesh in overwrite mode
# topoSet > topoSet.log
createPatch -overwrite > createPatch.log

#this is to run icoFoam in background
pisoFoam > pisoFoam.log & 
touch pipeflow.foam
